UCP 1.2

[Academy_HallHeroes.A_HeroBio_Ghali_1_Main H7HeroBioData]
mText="Когда дочь из благородной семьи магов собралась выйти замуж, то решила убедиться в том, что сделает самый лучший выбор. поэтому она разработала особый план..."

[Academy_HallHeroes.A_HeroBio_Jadwa_1_Main H7HeroBioData]
mText="Если бы не её отец, Масфар, Ядва была бы мертва, а её душа покоилась бы с миром. Её силой вырвали из мира Духов, и теперь душа её, заключенная в теле горгульи, жаждет вернуться обратно. Ради этого она без колебаний готова уничтожить всё и всех на своём пути, включая свою бывшую семью. "

[Dungeon_HallHeroes.A_HeroBio_Himiko_1_Main H7HeroBioData]
mText="Химико родилась в подводном королевстве нагов. Будучи развита не по годам, она ещё ребёнком вступила в ряды жемчужных жриц и посвятила жизнь помощи несчастным и утешению раненых. Всё изменилось, когда она увидела крушение имперского флота в последние дни Орочьих Войн. Когда воплощение Шалассы уничтожало людские корабли, топя сотни моряков, что-то сломалось в нежной душе Химико. У неё появилась нездоровая тяга к убийственному аспекту Шалассы — Разрушительнице. Её вера стала столь извращённой, что, в конце концов, её изгнали из империи Лотоса и назвали отступницей. Химико переселилась в Дикое море и стала строить замысел в полной мере выразить волю Разрушительницы.."

[Fortress_HallHeroes.A_HeroBio_Iark_1_Main H7HeroBioData]
mText="Предназначение этого героя покрыто тайной... Он был избран самим Богом-Драконом Огня Аркатом в качестве посланника, исполняющего его волю. Благодаря этому, он управляет силой ярчайшего пламени, и, скорее всего, никому уже не дано узнать, каким он был в прошлом."

[Fortress_HallHeroes.A_HeroBio_Roek_1_Main H7HeroBioData]
mText="Умный, ловкий, сильный... Никто и никогда не использовал этих эпитетов, когда речь заходила о Роэке. В отличие от своих сородичей, он, казалось, не имел таланта ни к чему, за что бы ни брался. Однако сломленный и разочаровавшийся в себе гном оказался идеальным выбором для тех, кто скрывается в тенях и ожидает удобного случая воплотить в жизнь свой разрушительный план... "

[Haven_HallHeroes.A_HeroBio_Francis_1_Main H7HeroBioData]
mText="Когда Конрад Волк был назначен губернатором Хаммерфолла, Франциск, барон из герцогства Гончей, стал его помощником. Он является благородным человеком, который не боится практически ничего и никогда не сомневается в полученных им приказах. По его словам, люди слишком быстро наживают себе проблемы, когда начинают задавать слишком много вопросов. "Никогда не спрашивай и никогда не спорь" - таким мог бы быть его девиз".

[Necropolis_HallHeroes.A_HeroBio_Haffayad_1_Main H7HeroBioData]
mText="Хафайяд был магом из Семи Городов, но был соблазнен порочной красотой Богини-Паучихи и стал некромантом под началом Агирре. Когда Агирре, отбывая на поиск Матери Намтару, выбрал в компаньоны не его, а Светлану, Хафайяд затаил злобу на семейство Грифона, но держал себя в рамках учтивости. Он мечтал совершить геройские поступки во имя Асхи и получить известность в награду за свою непоколебимую веру."

[Necropolis_HallHeroes.A_HeroBio_Saahir_1_Main H7HeroBioData]
mText="Волшебник Саахир — младший брат эмира-демонопоклонника Малика. Саахир всегда был добропорядочным, но часто проявлял больший интерес к своим изысканиям в тайном искусстве. Обнаружив, что его брат встал на тёмный путь, он постарался воспрепятствовать этому. Он встретился с Маликом, надеясь вразумить его, но тот зашёл уже слишком далеко. Ударив Саахира ножом в спину, Малик бросил его умирать в раскалённой пустыне. Саахиру чудом удалось выжить, но это история навсегда изменила его. Он присоединился к Паучьему культу, чтобы стать воином Порядка и противодействовать Хаосу брата."

[Necropolis_HallHeroes.A_HeroBio_Scatha_1_Main H7HeroBioData]
mText="Ската ушла из королевства Туидханы в возрасте двадцати четырёх лет, дабы постичь путь меча — ей пришло приглашение из Семи Городов от Дераса Бана, одного из величайших мастеров оружия в Асхане. Ската оказалась отличной ученицей, и её обучение длилось до тех пор, пока на её родное королевство не напала Священная Империя Сокола. Дерас Бан, заботясь о безопасности своей лучшей ученицы, отправил Скату в свой родной город Аль-Бетиль — он боялся, что маги Семи Городов встанут на сторону императора Лайама и выдадут девушку в залог своей доброй воли. Скрываясь в Аль-Бетиле, Ската проведала о культе Богини-Паучихи. История обращения девушки покрыта мраком, однако некоторые говорят, что она нашла способ бороться со смертоносным светом, сопровождающим имперские армии."

[Stronghold_HallHeroes.A_HeroBio_Arril H7HeroBioData]
mText="Аррил проходила обучение в Семи Городах, чтобы стать мастером магии воздуха, и была хорошо известна за свои удивительные, а иногда и рискованные эксперименты с молниями. Когда один из них вышел из-под контроля, и мощная молния ударила в самую высокую башню Аль-Имрала, то от падающих вниз каменных обломков чародейку спасла группа элементалей воздуха, оценивших её смелость. Зная, что ей предстоит столкнуться с последствиями случившегося, если она останется, Аррил позволила элементалям унести себя на восток, к горным племенам, почитающим Отца-Небо. Там она обрела свой второй дом, где её, наконец-то, не пугались, а восхваляли."

[Stronghold_HallHeroes.A_HeroBio_Mokka_1_Main H7HeroBioData]
mText="Мокка родилась на востоке в степях Ранаара и стала отличным охотником, которого уважали и орки, и кентавры. Однажды в её деревню прибыла группа орков-беженцев и рассказала о том, как на них напали, а их детей продали в рабство. Мокка пришла в ярость, узнав о таком бесчестном поступке, и поклялась перед Отцом-Небом, что, покуда она дышит, ни один орк не станет носить цепи. Сразу же после этого она выдвинулась с небольшим отрядом на юг в поисках своей судьбы. Отважное и полное решимости войско Мокки попало в засаду герцога Волка на горном перевале, и те орки, которым удалось выжить в бою, были взяты в плен. Работая в каменоломнях, Мокка сумела бежать весьма необычным способом — ей удалось убить киркой семерых охранников и ускакать верхом на кентавре. Теперь эта знаменитая бунтарка живет на островах Пао и вдохновляет своим примером всех орков, мечтающих о свободе."

[Stronghold_HallHeroes.A_HeroBio_Ruqav_1_Main H7HeroBioData]
mText="Орк с островов Пао, чувствовавший незримые потоки силы больше, чем большинство сородичей, Ракав естественным образом стал духовным вождём для своего племени, когда предыдущий шаман умер от старости.Чувствуя беспокойное движение великой силы под островом своего племени, Ракав глубоко обеспокоен тем, что взаимное уважение между орками и нагами, существовавшее при Оканэ, было разрушено с появлением нового даймё, Хироси. Взволнованный слухами о вторжении некромантов на северных островах, каждый вечер Ракав осматривал горизонт, ожидая возвращения Улагана, не спеша вступать в союз с нагами, опасаясь предательства."

[Sylvan_HallHeroes.A_HeroBio_Adowyn H7HeroBioData]
mText="Адовин является полуэльфом, и её происхождение неизвестно, однако можно ясно увидеть, что она отличается от лесных эльфов, пусть и живя среди них. Когда она была моложе, то жила вместе с людьми, от которых узнала о своём таланте к использованию исцеляющей магии. Это побудило её вступить в орден весталок и стать одной из жриц. Даже после возвращения в Ироллан, она не разорвала свои связи, что делает её одним из лучших кандидатов для проведения переговоров с Империей."

[Sylvan_HallHeroes.A_HeroBio_Grumthor H7HeroBioData]
mText="Когда Грумтор был ещё ребёнком и только учился ходить, то падал на землю гораздо чаще остальных. К удивлению всех, кто наблюдал за его попытками, Грумтор совсем не плакал после падений, сколько бы раз это ни происходило. Более того, он улыбался, словно получая от этого удовольствие. Даже став взрослым, он, кажется, всё еще восхищен зрелищем падающих объектов и людей. Однажды он наблюдал за сильным землетрясением, охватившим весь южный Ироллан, и этот опыт восхитил его настолько, что он сразу же решил повторить его. На следующий день он покинул Ироллан, чтобы отправиться в путешествие по миру. Если в Асхане происходит землетрясение, то будьте уверены, что Грумтор где-то неподалёку."

UCP 1.3

[Academy_HallHeroes.A_HeroBio_Asalah_1_Main H7HeroBioData]
mText="Асала всегда боялась темноты. Ещё ребёнком, лёжа в кровати, он ставила рядом с собой маленькую лампу. Девочка верила, что лампа могла защитить её от злых сил, скрывающихся во тьме, до тех пор, пока сама не научилась творить свет. По мере того, как дом Этерна всё глубже погружался в наиболее тёмныие аспекты магии, чародейка ощутила растущий страх в сердцах многих магов и решила помочь им прогнать тьму прочь. Однако, в отличие от фанатиков из Империи, она верит, что существование света имеет смысл только, если он может сиять во тьме, и обе стихии могут существовать в мире вместе."

[Dungeon_HallHeroes.A_HeroBio_Lorelei_1_Main H7HeroBioData]
mText="Лорелей родилась человеком и жила в герцогстве Волка, у неё были имя и семья. Однако когда она и её родственники пытались пройти через проклятый лес Чернодревья, на них напала жуткая стая безумных зверей и омерзительных тварей. Родители девочки были убиты неистовыми существами. Оставшись одна, девочка сумела выжить в зловещем лесу на протяжении многих недель, оказавшись хитрее преследовавших её хищников. Это испытание повредило её разум, она начала называть себя Лорелеей, в честь речной нимфы из сказки, популярной в её родном герцогстве.\nВ конце концов её нашли разведчики тёмных эльфов, идущих по следу шёпота Малассы. Эльфы мгновенно поняли, что случилось, и решили взять девочку с собой. По слухам, за время, проведённое с тёмными эльфами, она нашла способ продлить срок своей жизни. Никто не знает, как ей это удалось и удалось ли, но правда в том, что она, похоже, живёт на удивление долго, учитывая, как короток человеческий век."